Repository: nagyist/MONEI-WooCommerce
Catalog: languages/monei-*.po
Languages: de_de, pt_pt, ru_ru

source: Accept Card, Apple Pay, Google Pay, Bizum, PayPal and many more payment methods in your store.
de_de: Akzeptieren Sie Karte, Apple Pay, Google Pay, Bizum, PayPal und viele weitere Zahlungsmethoden in Ihrem Shop.
pt_pt: Aceite Cartão, Apple Pay, Google Pay, Bizum, PayPal e muitos outros métodos de pagamento na sua loja.
ru_ru: Принимайте платежи банковскими картами, Apple Pay, Google Pay, Bizum, PayPal и многими другими способами в вашем магазине.

source: Use Singleton.
de_de: Verwenden Sie Singleton.
ru_ru: Используйте Singleton.

source: Settings
de_de: Einstellungen
pt_pt: Definições
ru_ru: Настройки

source: Error while saving sequence id. Please contact admin. Payment ID:
de_de: Fehler beim Speichern der Sequenz-ID. Bitte kontaktieren Sie den Administrator. Zahlungs-ID:
pt_pt: Erro ao guardar o ID da sequência. Por favor, contacte o administrador. ID do pagamento:
ru_ru: Ошибка при сохранении идентификатора последовательности. Обратитесь к администратору. ID платежа:

source: Go to MONEI API Key Settings
de_de: Zu den MONEI API-Schlüssel-Einstellungen gehen
pt_pt: Ir para as Definições da Chave API MONEI
ru_ru: Перейти к настройкам API-ключа MONEI

source: Enable/Disable
de_de: Aktivieren/Deaktivieren
pt_pt: Ativar/Desativar
ru_ru: Включить/Отключить

source: Enable Apple Pay and Google Pay by MONEI
de_de: Apple Pay und Google Pay von MONEI aktivieren
pt_pt: Ativar Apple Pay e Google Pay por MONEI
ru_ru: Включить Apple Pay и Google Pay от MONEI

source: Title
de_de: Titel
pt_pt: Título
ru_ru: Название

source: Generic payment method name shown in order emails, order history, and admin areas. Not displayed on checkout (checkout shows Apple Pay or Google Pay based on device).
de_de: Allgemeiner Zahlungsmethodenname, der in Bestellbestätigungen, Bestellverlauf und Verwaltungsbereichen angezeigt wird. Wird nicht an der Kasse angezeigt (die Kasse zeigt Apple Pay oder Google Pay basierend auf dem Gerät).
pt_pt: Nome genérico do método de pagamento exibido em emails de encomenda, histórico de encomendas e áreas de administração. Não é exibido na finalização de compra (a finalização mostra Apple Pay ou Google Pay com base no dispositivo).
ru_ru: Общее название способа оплаты, отображаемое в email-уведомлениях, истории заказов и административных разделах. Не отображается на странице оформления заказа (там показывается Apple Pay или Google Pay в зависимости от устройства).

source: Apple Pay Title
de_de: Apple Pay Titel
pt_pt: Título Apple Pay
ru_ru: Название Apple Pay

source: Title shown on checkout page for Apple devices (iPhone, iPad, Mac with Safari).
de_de: Titel, der auf der Kassenseite für Apple-Geräte angezeigt wird (iPhone, iPad, Mac mit Safari).
pt_pt: Título exibido na página de finalização de compra para dispositivos Apple (iPhone, iPad, Mac com Safari).
ru_ru: Название, отображаемое на странице оформления заказа для устройств Apple (iPhone, iPad, Mac с Safari).

source: Google Pay Title
de_de: Google Pay Titel
pt_pt: Título Google Pay
ru_ru: Название Google Pay

source: Title shown on checkout page for non-Apple devices (Android, Chrome, etc).
de_de: Titel, der auf der Kassenseite für Nicht-Apple-Geräte angezeigt wird (Android, Chrome, etc).
pt_pt: Título exibido na página de finalização de compra para dispositivos não-Apple (Android, Chrome, etc).
ru_ru: Название, отображаемое на странице оформления заказа для устройств, не являющихся продукцией Apple (Android, Chrome и т.д.).

source: Hide Title
de_de: Titel ausblenden
pt_pt: Ocultar Título
ru_ru: Скрыть название

source: Hide payment method title
de_de: Zahlungsmethoden-Titel ausblenden
pt_pt: Ocultar título do método de pagamento
ru_ru: Скрыть название способа оплаты

source: Hide payment method title in the checkout, showing only the logo.
de_de: Zahlungsmethoden-Titel an der Kasse ausblenden und nur das Logo anzeigen.
pt_pt: Ocultar título do método de pagamento na finalização de compra, mostrando apenas o logótipo.
ru_ru: Скрыть название способа оплаты при оформлении заказа, показывая только логотип.

source: Hide Logo
de_de: Logo ausblenden
pt_pt: Ocultar Logótipo
ru_ru: Скрыть логотип

source: Hide payment method logo
de_de: Zahlungsmethoden-Logo ausblenden
pt_pt: Ocultar logótipo do método de pagamento
ru_ru: Скрыть логотип способа оплаты

source: Hide payment method logo in the checkout.
de_de: Zahlungsmethoden-Logo an der Kasse ausblenden.
pt_pt: Ocultar logótipo do método de pagamento na finalização de compra.
ru_ru: Скрыть логотип способа оплаты при оформлении заказа.

source: Apple Pay / Google Pay Style
de_de: Apple Pay / Google Pay Stil
pt_pt: Estilo Apple Pay / Google Pay
ru_ru: Стиль Apple Pay / Google Pay

source: Configure in JSON format the style of the Apple Pay / Google Pay component. Documentation:
de_de: Konfigurieren Sie im JSON-Format den Stil der Apple Pay / Google Pay Komponente. Dokumentation:
pt_pt: Configure em formato JSON o estilo do componente Apple Pay / Google Pay. Documentação:
ru_ru: Настройте стиль компонента Apple Pay / Google Pay в формате JSON. Документация:

source: Go to MONEI Api key Settings
de_de: Zu den MONEI API-Schlüssel-Einstellungen gehen
pt_pt: Ir para as Definições da Chave API MONEI
ru_ru: Перейти к настройкам Api-ключа MONEI

source: Enable Bizum by MONEI
de_de: Bizum von MONEI aktivieren
pt_pt: Ativar Bizum por MONEI
ru_ru: Включить Bizum от MONEI

source: Use Redirect Flow
de_de: Weiterleitungsablauf verwenden
pt_pt: Usar Fluxo de Redirecionamento
ru_ru: Использовать перенаправление

source: This will redirect the customer to the Hosted Payment Page.
de_de: Dies leitet den Kunden zur gehosteten Zahlungsseite weiter.
pt_pt: Isto irá redirecionar o cliente para a Página de Pagamento Alojada.
ru_ru: Клиент будет перенаправлен на размещенную страницу оплаты.

source: If disabled the Bizum button will be rendered directly on the checkout page. It is recommended to enable redirection in cases where Bizum payments do not function correctly.
de_de: Wenn deaktiviert, wird der Bizum-Button direkt auf der Kassenseite dargestellt. Es wird empfohlen, die Weiterleitung zu aktivieren, wenn Bizum-Zahlungen nicht korrekt funktionieren.
pt_pt: Se desativado, o botão Bizum será renderizado diretamente na página de finalização de compra. Recomenda-se ativar o redirecionamento nos casos em que os pagamentos Bizum não funcionam corretamente.
ru_ru: При отключении кнопка Bizum будет отображаться непосредственно на странице оформления заказа. Рекомендуется включить перенаправление, если платежи Bizum работают некорректно.

source: The payment method title a user sees during checkout.
de_de: Der Zahlungsmethoden-Titel, den der Benutzer während des Checkouts sieht.
pt_pt: O título do método de pagamento que o utilizador vê durante a finalização de compra.
ru_ru: Название способа оплаты, которое пользователь видит при оформлении заказа.

source: Description
de_de: Beschreibung
pt_pt: Descrição
ru_ru: Описание

source: This description is only displayed when using redirect mode. It will be shown to customers before they are redirected to the payment page.
de_de: Diese Beschreibung wird nur im Weiterleitungsmodus angezeigt. Sie wird den Kunden angezeigt, bevor sie zur Zahlungsseite weitergeleitet werden.
pt_pt: Esta descrição só é exibida quando se utiliza o modo de redirecionamento. Será mostrada aos clientes antes de serem redirecionados para a página de pagamento.
ru_ru: Это описание отображается только при использовании режима перенаправления. Оно будет показано клиентам перед перенаправлением на страницу оплаты.

source: You will be redirected to Bizum to complete the payment. Powered by MONEI.
de_de: Sie werden zu Bizum weitergeleitet, um die Zahlung abzuschließen. Bereitgestellt von MONEI.
pt_pt: Será redirecionado para Bizum para concluir o pagamento. Powered by MONEI.
ru_ru: Вы будете перенаправлены в Bizum для завершения оплаты. При поддержке MONEI.

source: Bizum Style
de_de: Bizum Stil
pt_pt: Estilo Bizum
ru_ru: Стиль Bizum

source: Configure in JSON format the style of the Bizum component. Documentation:
de_de: Konfigurieren Sie im JSON-Format den Stil der Bizum-Komponente. Dokumentation:
pt_pt: Configure em formato JSON o estilo do componente Bizum. Documentação:
ru_ru: Настройте стиль компонента Bizum в формате JSON. Документация:

source: Enable Credit Card by MONEI
de_de: Kreditkarte von MONEI aktivieren
pt_pt: Ativar Cartão de Crédito por MONEI
ru_ru: Включить банковские карты от MONEI

source: If disabled the credit card input will be rendered directly on the checkout page.<br>It is recommended to enable redirection in cases where card payments do not function correctly.
de_de: Wenn deaktiviert, wird das Kreditkarten-Eingabefeld direkt auf der Kassenseite dargestellt.<br>Es wird empfohlen, die Weiterleitung zu aktivieren, wenn Kartenzahlungen nicht korrekt funktionieren.
pt_pt: Se desativado, o campo de cartão de crédito será renderizado diretamente na página de finalização de compra.<br>Recomenda-se ativar o redirecionamento nos casos em que os pagamentos por cartão não funcionam corretamente.
ru_ru: При отключении поле ввода банковской карты будет отображаться непосредственно на странице оформления заказа.<br>Рекомендуется включить перенаправление, если платежи картой работают некорректно.

source: Credit Card
de_de: Kreditkarte
pt_pt: Cartão de Crédito
ru_ru: Банковская карта

source: You will be redirected to Credit Card to complete the payment. Powered by MONEI.
de_de: Sie werden zur Kreditkartenzahlung weitergeleitet, um die Zahlung abzuschließen. Bereitgestellt von MONEI.
pt_pt: Será redirecionado para Cartão de Crédito para concluir o pagamento. Powered by MONEI.
ru_ru: Вы будете перенаправлены на страницу оплаты банковской картой. При поддержке MONEI.

source: Card Input Style
de_de: Karteneingabe-Stil
pt_pt: Estilo do Campo de Cartão
ru_ru: Стиль поля ввода карты

source: Configure in JSON format the style of the Card Input component. Documentation:
de_de: Konfigurieren Sie im JSON-Format den Stil der Karteneingabe-Komponente. Dokumentation:
pt_pt: Configure em formato JSON o estilo do componente Campo de Cartão. Documentação:
ru_ru: Настройте стиль компонента ввода карты в формате JSON. Документация:

source: Saved cards
de_de: Gespeicherte Karten
pt_pt: Cartões guardados
ru_ru: Сохраненные карты

source: Enable payments via saved cards
de_de: Zahlungen über gespeicherte Karten aktivieren
pt_pt: Ativar pagamentos via cartões guardados
ru_ru: Включить оплату сохраненными картами

source: If enabled, customers will be able to pay with a saved card during checkout. Card details are saved on MONEI servers, not on your store.
de_de: Wenn aktiviert, können Kunden beim Checkout mit einer gespeicherten Karte bezahlen. Kartendetails werden auf MONEI-Servern gespeichert, nicht in Ihrem Shop.
pt_pt: Se ativado, os clientes poderão pagar com um cartão guardado durante a finalização de compra. Os dados do cartão são guardados nos servidores MONEI, não na sua loja.
ru_ru: При включении клиенты смогут оплачивать заказы сохраненной картой. Данные карты хранятся на серверах MONEI, а не в вашем магазине.

source: Enable MBWay by MONEI
de_de: MBWay von MONEI aktivieren
pt_pt: Ativar MBWay por MONEI
ru_ru: Включить MBWay от MONEI

source: Payment method description shown to customers during checkout.
de_de: Zahlungsmethodenbeschreibung, die Kunden während des Checkouts angezeigt wird.
pt_pt: Descrição do método de pagamento mostrada aos clientes durante a finalização de compra.
ru_ru: Описание способа оплаты, отображаемое клиентам при оформлении заказа.

source: You will be redirected to MBWay to complete the payment. Powered by MONEI.
de_de: Sie werden zu MBWay weitergeleitet, um die Zahlung abzuschließen. Bereitgestellt von MONEI.
pt_pt: Será redirecionado para MBWay para concluir o pagamento. Powered by MONEI.
ru_ru: Вы будете перенаправлены в MBWay для завершения оплаты. При поддержке MONEI.

source: Enable Multibanco by MONEI
de_de: Multibanco von MONEI aktivieren
pt_pt: Ativar Multibanco por MONEI
ru_ru: Включить Multibanco от MONEI

source: You will be redirected to Multibanco to complete the payment. Powered by MONEI.
de_de: Sie werden zu Multibanco weitergeleitet, um die Zahlung abzuschließen. Bereitgestellt von MONEI.
pt_pt: Será redirecionado para Multibanco para concluir o pagamento. Powered by MONEI.
ru_ru: Вы будете перенаправлены в Multibanco для завершения оплаты. При поддержке MONEI.

source: Enable PayPal by MONEI
de_de: PayPal von MONEI aktivieren
pt_pt: Ativar PayPal por MONEI
ru_ru: Включить PayPal от MONEI

source: If disabled the PayPal button will be rendered directly on the checkout page. It is recommended to enable redirection in cases where PayPal payments do not function correctly.
de_de: Wenn deaktiviert, wird der PayPal-Button direkt auf der Kassenseite dargestellt. Es wird empfohlen, die Weiterleitung zu aktivieren, wenn PayPal-Zahlungen nicht korrekt funktionieren.
pt_pt: Se desativado, o botão PayPal será renderizado diretamente na página de finalização de compra. Recomenda-se ativar o redirecionamento nos casos em que os pagamentos PayPal não funcionam corretamente.
ru_ru: При отключении кнопка PayPal будет отображаться непосредственно на странице оформления заказа. Рекомендуется включить перенаправление, если платежи PayPal работают некорректно.

source: You will be redirected to PayPal to complete the payment. Powered by MONEI.
de_de: Sie werden zu PayPal weitergeleitet, um die Zahlung abzuschließen. Bereitgestellt von MONEI.
pt_pt: Será redirecionado para PayPal para concluir o pagamento. Powered by MONEI.
ru_ru: Вы будете перенаправлены в PayPal для завершения оплаты. При поддержке MONEI.

source: PayPal Style
de_de: PayPal Stil
pt_pt: Estilo PayPal
ru_ru: Стиль PayPal

source: Configure in JSON format the style of the PayPal component. Documentation:
de_de: Konfigurieren Sie im JSON-Format den Stil der PayPal-Komponente. Dokumentation:
pt_pt: Configure em formato JSON o estilo do componente PayPal. Documentação:
ru_ru: Настройте стиль компонента PayPal в формате JSON. Документация:

source: HTTP Notification received - <strong>Payment Pending</strong>
de_de: HTTP-Benachrichtigung empfangen - <strong>Zahlung ausstehend</strong>
pt_pt: Notificação HTTP recebida - <strong>Pagamento Pendente</strong>
ru_ru: Получено HTTP-уведомление - <strong>Платеж в обработке</strong>

source: MONEI Transaction id:
de_de: MONEI Transaktions-ID:
pt_pt: ID da transação MONEI:
ru_ru: ID транзакции MONEI:

source: MONEI Status Message:
de_de: MONEI Status-Nachricht:
pt_pt: Mensagem de Estado MONEI:
ru_ru: Сообщение статуса MONEI:

source: Payment pending confirmation
de_de: Zahlung wartet auf Bestätigung
pt_pt: Pagamento pendente de confirmação
ru_ru: Платеж ожидает подтверждения

source: HTTP Notification received - <strong>Payment Failed</strong>
de_de: HTTP-Benachrichtigung empfangen - <strong>Zahlung fehlgeschlagen</strong>
pt_pt: Notificação HTTP recebida - <strong>Pagamento Falhado</strong>
ru_ru: Получено HTTP-уведомление - <strong>Платеж не выполнен</strong>

source: HTTP Notification received - <strong>Payment Cancelled</strong>
de_de: HTTP-Benachrichtigung empfangen - <strong>Zahlung storniert</strong>
pt_pt: Notificação HTTP recebida - <strong>Pagamento Cancelado</strong>
ru_ru: Получено HTTP-уведомление - <strong>Платеж отменен</strong>

source: Cancelled by MONEI:
de_de: Von MONEI storniert:
pt_pt: Cancelado por MONEI:
ru_ru: Отменено через MONEI:

source: HTTP Notification received - <strong>Payment Expired</strong>
de_de: HTTP-Benachrichtigung empfangen - <strong>Zahlung abgelaufen</strong>
pt_pt: Notificação HTTP recebida - <strong>Pagamento Expirado</strong>
ru_ru: Получено HTTP-уведомление - <strong>Платеж истек</strong>

source: Payment expired:
de_de: Zahlung abgelaufen:
pt_pt: Pagamento expirado:
ru_ru: Платеж истек:

source: HTTP Notification received - <strong>Payment Authorized</strong>
de_de: HTTP-Benachrichtigung empfangen - <strong>Zahlung autorisiert</strong>
pt_pt: Notificação HTTP recebida - <strong>Pagamento Autorizado</strong>
ru_ru: Получено HTTP-уведомление - <strong>Платеж авторизован</strong>

source: Order On-Hold by MONEI
de_de: Bestellung durch MONEI zurückgestellt
pt_pt: Encomenda Em Espera por MONEI
ru_ru: Заказ приостановлен через MONEI

source: Validation error: Order vs. Notification amounts do not match (order: %1$s - received: %2$s).
de_de: Validierungsfehler: Bestellbetrag und Benachrichtigungsbetrag stimmen nicht überein (Bestellung: %1$s - erhalten: %2$s).
pt_pt: Erro de validação: Os valores da Encomenda vs. Notificação não correspondem (encomenda: %1$s - recebido: %2$s).
ru_ru: Ошибка проверки: суммы заказа и уведомления не совпадают (заказ: %1$s - получено: %2$s).

source: HTTP Notification received - <strong>Payment Completed</strong>
de_de: HTTP-Benachrichtigung empfangen - <strong>Zahlung abgeschlossen</strong>
pt_pt: Notificação HTTP recebida - <strong>Pagamento Concluído</strong>
ru_ru: Получено HTTP-уведомление - <strong>Платеж выполнен</strong>

source: Order Completed by MONEI
de_de: Bestellung durch MONEI abgeschlossen
pt_pt: Encomenda Concluída por MONEI
ru_ru: Заказ выполнен через MONEI

source: HTTP Notification received - <strong>Payment Refunded</strong>
de_de: HTTP-Benachrichtigung empfangen - <strong>Zahlung erstattet</strong>
pt_pt: Notificação HTTP recebida - <strong>Pagamento Reembolsado</strong>
ru_ru: Получено HTTP-уведомление - <strong>Платеж возвращен</strong>

source: Payment refunded by MONEI
de_de: Zahlung durch MONEI erstattet
pt_pt: Pagamento reembolsado por MONEI
ru_ru: Платеж возвращен через MONEI

source: HTTP Notification received - <strong>Payment Partially Refunded</strong>
de_de: HTTP-Benachrichtigung empfangen - <strong>Zahlung teilweise erstattet</strong>
pt_pt: Notificação HTTP recebida - <strong>Pagamento Parcialmente Reembolsado</strong>
ru_ru: Получено HTTP-уведомление - <strong>Платеж частично возвращен</strong>

source: Refunded amount:
de_de: Erstatteter Betrag:
pt_pt: Valor reembolsado:
ru_ru: Возвращенная сумма:

source: MONEI Payment Details
de_de: MONEI Zahlungsdetails
pt_pt: Detalhes do Pagamento MONEI
ru_ru: Детали платежа MONEI

source: Payment Method:
de_de: Zahlungsmethode:
pt_pt: Método de Pagamento:
ru_ru: Способ оплаты:

source: Transaction ID:
de_de: Transaktions-ID:
pt_pt: ID da Transação:
ru_ru: ID транзакции:

source: Payment Status:
de_de: Zahlungsstatus:
pt_pt: Estado do Pagamento:
ru_ru: Статус платежа:

source: The payment failed. Please try again
de_de: Die Zahlung ist fehlgeschlagen. Bitte versuchen Sie es erneut
pt_pt: O pagamento falhou. Por favor, tente novamente
ru_ru: Платеж не выполнен. Пожалуйста, попробуйте еще раз

source: MONEI Status:
pt_pt: Estado MONEI:
ru_ru: Статус MONEI:

source: MONEI message:
de_de: MONEI Nachricht:
pt_pt: Mensagem MONEI:
ru_ru: Сообщение MONEI:

source: Order Cancelled:
de_de: Bestellung storniert:
pt_pt: Encomenda Cancelada:
ru_ru: Заказ отменен:

source: Unable to add payment method to your account.
de_de: Zahlungsmethode konnte nicht zu Ihrem Konto hinzugefügt werden.
pt_pt: Não foi possível adicionar o método de pagamento à sua conta.
ru_ru: Не удалось добавить способ оплаты в вашу учетную запись.

source: Error while adding your payment method to MONEI. Payment ID:
de_de: Fehler beim Hinzufügen Ihrer Zahlungsmethode zu MONEI. Zahlungs-ID:
pt_pt: Erro ao adicionar o seu método de pagamento ao MONEI. ID do pagamento:
ru_ru: Ошибка при добавлении способа оплаты в MONEI. ID платежа:

source: Validation error: Order vs. Payment amounts do not match (order: %1$s - received: %2$s).
de_de: Validierungsfehler: Bestellbetrag und Zahlungsbetrag stimmen nicht überein (Bestellung: %1$s - erhalten: %2$s).
pt_pt: Erro de validação: Os valores da Encomenda vs. Pagamento não correspondem (encomenda: %1$s - recebido: %2$s).
ru_ru: Ошибка проверки: суммы заказа и платежа не совпадают (заказ: %1$s - получено: %2$s).

source: Payment verified via redirect - <strong>Payment Authorized</strong>
de_de: Zahlung per Weiterleitung verifiziert - <strong>Zahlung autorisiert</strong>
pt_pt: Pagamento verificado via redirecionamento - <strong>Pagamento Autorizado</strong>
ru_ru: Платеж проверен через перенаправление - <strong>Платеж авторизован</strong>

source: Payment verified via redirect - <strong>Payment Completed</strong>
de_de: Zahlung per Weiterleitung verifiziert - <strong>Zahlung abgeschlossen</strong>
pt_pt: Pagamento verificado via redirecionamento - <strong>Pagamento Concluído</strong>
ru_ru: Платеж проверен через перенаправление - <strong>Платеж выполнен</strong>

source: Payment Method Subscription Change
de_de: Zahlungsmethode Abo-Änderung
pt_pt: Alteração do Método de Pagamento da Subscrição
ru_ru: Изменение способа оплаты подписки

source: Success Renewal scheduled_subscription_payment.
de_de: Erfolgreiche Verlängerung scheduled_subscription_payment.
pt_pt: Renovação bem-sucedida de scheduled_subscription_payment.
ru_ru: Успешное продление scheduled_subscription_payment.

source: Error Renewal scheduled_subscription_payment. Reason:
de_de: Fehler bei Verlängerung scheduled_subscription_payment. Grund:
pt_pt: Erro na renovação scheduled_subscription_payment. Motivo:
ru_ru: Ошибка продления scheduled_subscription_payment. Причина:

source: %1$s card ending in %2$s
de_de: %1$s Karte mit Endziffern %2$s
pt_pt: Cartão %1$s terminado em %2$s
ru_ru: Карта %1$s, оканчивающаяся на %2$s

source: MONEI Refund Approved:
de_de: MONEI Rückerstattung genehmigt:
pt_pt: Reembolso MONEI Aprovado:
ru_ru: Возврат MONEI одобрен:

source: Refund error:
de_de: Rückerstattungsfehler:
pt_pt: Erro no reembolso:
ru_ru: Ошибка возврата:

source: Save payment information to my account for future purchases.
de_de: Zahlungsinformationen für zukünftige Käufe in meinem Konto speichern.
pt_pt: Guardar informações de pagamento na minha conta para compras futuras.
ru_ru: Сохранить платежную информацию в моей учетной записи для будущих покупок.

source: MONEI needs an API Key in order to work. Disabling the gateway.
de_de: MONEI benötigt einen API-Schlüssel, um zu funktionieren. Gateway wird deaktiviert.
pt_pt: MONEI necessita de uma Chave API para funcionar. A desativar o gateway.
ru_ru: Для работы MONEI требуется API-ключ. Шлюз отключен.

source: Test Mode
de_de: Testmodus
pt_pt: Modo de Teste
ru_ru: Тестовый режим

source: Cardholder Name
de_de: Name des Karteninhabers
pt_pt: Nome do Titular do Cartão
ru_ru: Имя держателя карты

source: Please enter a valid name. Special characters are not allowed.
de_de: Bitte geben Sie einen gültigen Namen ein. Sonderzeichen sind nicht erlaubt.
pt_pt: Por favor, introduza um nome válido. Caracteres especiais não são permitidos.
ru_ru: Введите действительное имя. Специальные символы не разрешены.

source: Please check your card details.
de_de: Bitte überprüfen Sie Ihre Kartendetails.
pt_pt: Por favor, verifique os dados do seu cartão.
ru_ru: Пожалуйста, проверьте данные вашей карты.

source: MONEI token could not be generated.
de_de: MONEI Token konnte nicht generiert werden.
pt_pt: O token MONEI não pôde ser gerado.
ru_ru: Не удалось создать токен MONEI.

source: You will be redirected to the payment page
de_de: Sie werden zur Zahlungsseite weitergeleitet
pt_pt: Será redirecionado para a página de pagamento
ru_ru: Вы будете перенаправлены на страницу оплаты

source: Accept Apple Pay and Google Pay payments.
de_de: Akzeptieren Sie Apple Pay und Google Pay Zahlungen.
pt_pt: Aceite pagamentos Apple Pay e Google Pay.
ru_ru: Принимать платежи Apple Pay и Google Pay.

source: Apple Pay / Google Pay Style field contains invalid JSON: %s
de_de: Apple Pay / Google Pay Stil-Feld enthält ungültiges JSON: %s
pt_pt: O campo Estilo Apple Pay / Google Pay contém JSON inválido: %s
ru_ru: Поле стиля Apple Pay / Google Pay содержит недействительный JSON: %s
