Repository: nagyist/MONEI-WooCommerce
Catalog: languages/monei-*.po
Languages: de_de, pt_pt, ru_ru

source: Accept Bizum payments.
de_de: Akzeptieren Sie Bizum-Zahlungen.
pt_pt: Aceite pagamentos Bizum.
ru_ru: Принимать платежи Bizum.

source: Bizum Style field contains invalid JSON: %s
de_de: Bizum Stil-Feld enthält ungültiges JSON: %s
pt_pt: O campo Estilo Bizum contém JSON inválido: %s
ru_ru: Поле стиля Bizum содержит недействительный JSON: %s

source: MONEI - Credit Card
de_de: MONEI - Kreditkarte
pt_pt: MONEI - Cartão de Crédito
ru_ru: MONEI - Банковская карта

source: Accept credit card payments.
de_de: Akzeptieren Sie Kreditkartenzahlungen.
pt_pt: Aceite pagamentos por cartão de crédito.
ru_ru: Принимать платежи банковскими картами.

source: Card Input Style field contains invalid JSON: %s
de_de: Karteneingabe Stil-Feld enthält ungültiges JSON: %s
pt_pt: O campo Estilo do Campo de Cartão contém JSON inválido: %s
ru_ru: Поле стиля ввода карты содержит недействительный JSON: %s

source: Pay via MONEI: you can add your payment method for future payments.
de_de: Zahlen Sie über MONEI: Sie können Ihre Zahlungsmethode für zukünftige Zahlungen hinzufügen.
pt_pt: Pague via MONEI: pode adicionar o seu método de pagamento para pagamentos futuros.
ru_ru: Оплата через MONEI: вы можете добавить свой способ оплаты для будущих платежей.

source: Accept MBWay payments.
de_de: Akzeptieren Sie MBWay-Zahlungen.
pt_pt: Aceite pagamentos MBWay.
ru_ru: Принимать платежи MBWay.

source: Accept Multibanco payments.
de_de: Akzeptieren Sie Multibanco-Zahlungen.
pt_pt: Aceite pagamentos Multibanco.
ru_ru: Принимать платежи Multibanco.

source: Accept PayPal payments.
de_de: Akzeptieren Sie PayPal-Zahlungen.
pt_pt: Aceite pagamentos PayPal.
ru_ru: Принимать платежи PayPal.

source: PayPal Style field contains invalid JSON: %s
de_de: PayPal Stil-Feld enthält ungültiges JSON: %s
pt_pt: O campo Estilo PayPal contém JSON inválido: %s
ru_ru: Поле стиля PayPal содержит недействительный JSON: %s

source: Card
de_de: Karte
pt_pt: Cartão
ru_ru: Карта

source: Apple Pay domain registration failed: unable to determine domain.
de_de: Apple Pay Domain-Registrierung fehlgeschlagen: Domain konnte nicht ermittelt werden.
pt_pt: Falha no registo do domínio Apple Pay: não foi possível determinar o domínio.
ru_ru: Регистрация домена Apple Pay не удалась: не удалось определить домен.

source: Apple Pay domain registered successfully.
de_de: Apple Pay Domain erfolgreich registriert.
pt_pt: Domínio Apple Pay registado com sucesso.
ru_ru: Домен Apple Pay успешно зарегистрирован.

source: Apple Pay domain registration failed. Please check the logs.
de_de: Apple Pay Domain-Registrierung fehlgeschlagen. Bitte überprüfen Sie die Protokolle.
pt_pt: Falha no registo do domínio Apple Pay. Por favor, verifique os logs.
ru_ru: Регистрация домена Apple Pay не удалась. Пожалуйста, проверьте журналы.

source: Transaction approved
de_de: Transaktion genehmigt
pt_pt: Transação aprovada
ru_ru: Транзакция одобрена

source: Service internal error. Please contact support
de_de: Interner Service-Fehler. Bitte kontaktieren Sie den Support
pt_pt: Erro interno do serviço. Por favor, contacte o suporte
ru_ru: Внутренняя ошибка сервиса. Обратитесь в службу поддержки

source: Error with payment processor configuration. Check this in your dashboard or contact MONEI for support
de_de: Fehler bei der Zahlungsverarbeitungs-Konfiguration. Überprüfen Sie dies in Ihrem Dashboard oder kontaktieren Sie MONEI für Support
pt_pt: Erro na configuração do processador de pagamentos. Verifique no seu painel de controlo ou contacte a MONEI para suporte
ru_ru: Ошибка конфигурации платежного процессора. Проверьте это в вашей панели управления или обратитесь в службу поддержки MONEI

source: Invalid or inactive MID. Please contact the acquiring entity
de_de: Ungültige oder inaktive MID. Bitte kontaktieren Sie die erwerbende Stelle
pt_pt: MID inválido ou inativo. Por favor, contacte a entidade adquirente
ru_ru: Недействительный или неактивный MID. Обратитесь в банк-эквайер

source: Operation not allowed/configured for this merchant. Please contact the acquiring entity or MONEI for support
de_de: Vorgang für diesen Händler nicht erlaubt/konfiguriert. Bitte kontaktieren Sie die erwerbende Stelle oder MONEI für Support
pt_pt: Operação não permitida/configurada para este comerciante. Por favor, contacte a entidade adquirente ou a MONEI para suporte
ru_ru: Операция не разрешена/не настроена для этого мерчанта. Обратитесь в банк-эквайер или службу поддержки MONEI

source: Partial captures are not enabled in your account, please contact MONEI support
de_de: Teilweise Erfassungen sind in Ihrem Konto nicht aktiviert, bitte kontaktieren Sie MONEI Support
pt_pt: As capturas parciais não estão ativadas na sua conta, por favor contacte o suporte MONEI
ru_ru: Частичные захваты не включены в вашей учетной записи, обратитесь в службу поддержки MONEI

source: MOTO Payment are not enabled in your account, please contact MONEI support
de_de: MOTO-Zahlungen sind in Ihrem Konto nicht aktiviert, bitte kontaktieren Sie MONEI Support
pt_pt: Os pagamentos MOTO não estão ativados na sua conta, por favor contacte o suporte MONEI
ru_ru: Платежи MOTO не включены в вашей учетной записи, обратитесь в службу поддержки MONEI

source: Invalid or malformed request. Please check the message format
de_de: Ungültige oder fehlerhafte Anfrage. Bitte überprüfen Sie das Nachrichtenformat
pt_pt: Pedido inválido ou mal formatado. Por favor, verifique o formato da mensagem
ru_ru: Неверный или некорректный запрос. Проверьте формат сообщения

source: Missing or malformed signature/auth
de_de: Fehlende oder fehlerhafte Signatur/Authentifizierung
pt_pt: Assinatura/autenticação ausente ou mal formatada
ru_ru: Отсутствует или некорректна подпись/авторизация

source: Error while decrypting request
de_de: Fehler beim Entschlüsseln der Anfrage
pt_pt: Erro ao desencriptar o pedido
ru_ru: Ошибка при расшифровке запроса

source: Pre-authorization is expired and cannot be canceled or captured
de_de: Vorautorisierung ist abgelaufen und kann nicht storniert oder erfasst werden
pt_pt: A pré-autorização expirou e não pode ser cancelada ou capturada
ru_ru: Срок предавторизации истек, и её нельзя отменить или захватить

source: The payment date cannot be less than the cancellation or capture date
de_de: Das Zahlungsdatum darf nicht vor dem Stornierungsdatum oder Erfassungsdatum liegen
pt_pt: A data do pagamento não pode ser anterior à data de cancelamento ou captura
ru_ru: Дата платежа не может быть меньше даты отмены или захвата

source: The cancellation date exceeded the date allowed for pre-authorized operations
de_de: Das Stornierungsdatum hat das zulässige Datum für vorautorisierte Vorgänge überschritten
pt_pt: A data de cancelamento excedeu a data permitida para operações pré-autorizadas
ru_ru: Дата отмены превысила допустимую дату для предавторизованных операций

source: Transaction failed during payment processing
de_de: Transaktion während der Zahlungsverarbeitung fehlgeschlagen
pt_pt: A transação falhou durante o processamento do pagamento
ru_ru: Транзакция не выполнена во время обработки платежа

source: Transaction declined by the card-issuing bank
de_de: Transaktion von der kartenausgebenden Bank abgelehnt
pt_pt: Transação recusada pelo banco emissor do cartão
ru_ru: Транзакция отклонена банком-эмитентом карты

source: Transaction declined by the issuing bank
de_de: Transaktion von der ausgebenden Bank abgelehnt
pt_pt: Transação recusada pelo banco emissor
ru_ru: Транзакция отклонена банком-эмитентом

source: Payment method not allowed
de_de: Zahlungsmethode nicht erlaubt
pt_pt: Método de pagamento não permitido
ru_ru: Способ оплаты не разрешен

source: Wrong or not allowed currency
de_de: Falsche oder nicht erlaubte Währung
pt_pt: Moeda errada ou não permitida
ru_ru: Неправильная или недопустимая валюта

source: Incorrect reference / transaction does not exist
de_de: Falsche Referenz / Transaktion existiert nicht
pt_pt: Referência incorreta / transação não existe
ru_ru: Неверная ссылка / транзакция не существует

source: Transaction failed: process time exceeded
de_de: Transaktion fehlgeschlagen: Verarbeitungszeit überschritten
pt_pt: Transação falhou: tempo de processo excedido
ru_ru: Транзакция не выполнена: превышено время обработки

source: Transaction is currently being processed
de_de: Transaktion wird derzeit verarbeitet
pt_pt: A transação está atualmente a ser processada
ru_ru: Транзакция в данный момент обрабатывается

source: Duplicated operation
de_de: Doppelter Vorgang
pt_pt: Operação duplicada
ru_ru: Дублированная операция

source: Wrong or not allowed payment amount
de_de: Falscher oder nicht erlaubter Zahlungsbetrag
pt_pt: Valor de pagamento errado ou não permitido
ru_ru: Неправильная или недопустимая сумма платежа

source: Refund declined by processor
de_de: Rückerstattung vom Prozessor abgelehnt
pt_pt: Reembolso recusado pelo processador
ru_ru: Возврат отклонен процессором

source: Transaction has already been captured
de_de: Transaktion wurde bereits erfasst
pt_pt: A transação já foi capturada
ru_ru: Транзакция уже была захвачена

source: Transaction has already been canceled
de_de: Transaktion wurde bereits storniert
pt_pt: A transação já foi cancelada
ru_ru: Транзакция уже была отменена

source: The amount to be captured cannot exceed the pre-authorized amount
de_de: Der zu erfassende Betrag darf den vorautorislierten Betrag nicht überschreiten
pt_pt: O valor a capturar não pode exceder o valor pré-autorizado
ru_ru: Сумма к захвату не может превышать предавторизованную сумму

source: The transaction to be captured has not been pre-authorized yet
de_de: Die zu erfassende Transaktion wurde noch nicht vorautorisiert
pt_pt: A transação a ser capturada ainda não foi pré-autorizada
ru_ru: Транзакция к захвату еще не была предавторизована

source: The transaction to be canceled has not been pre-authorized yet
de_de: Die zu stornierende Transaktion wurde noch nicht vorautorisiert
pt_pt: A transação a ser cancelada ainda não foi pré-autorizada
ru_ru: Транзакция к отмене еще не была предавторизована

source: Transaction denied by processor to avoid duplicated operations
de_de: Transaktion vom Prozessor abgelehnt, um doppelte Vorgänge zu vermeiden
pt_pt: Transação negada pelo processador para evitar operações duplicadas
ru_ru: Транзакция отклонена процессором во избежание дублирования операций

source: Error during payment request validation
de_de: Fehler bei der Validierung der Zahlungsanfrage
pt_pt: Erro durante a validação do pedido de pagamento
ru_ru: Ошибка при проверке запроса на оплату

source: Refund declined due to exceeded amount
de_de: Rückerstattung wegen überschrittenem Betrag abgelehnt
pt_pt: Reembolso recusado devido ao valor excedido
ru_ru: Возврат отклонен из-за превышения суммы

source: Transaction has already been fully refunded
de_de: Transaktion wurde bereits vollständig erstattet
pt_pt: A transação já foi totalmente reembolsada
ru_ru: Транзакция уже была полностью возвращена

source: Transaction declined due to insufficient funds
de_de: Transaktion wegen unzureichender Deckung abgelehnt
pt_pt: Transação recusada devido a fundos insuficientes
ru_ru: Транзакция отклонена из-за недостаточности средств

source: The user has canceled the payment
de_de: Der Benutzer hat die Zahlung storniert
pt_pt: O utilizador cancelou o pagamento
ru_ru: Пользователь отменил платеж

source: Waiting for the transaction to be completed
de_de: Warten auf Abschluss der Transaktion
pt_pt: A aguardar que a transação seja concluída
ru_ru: Ожидание завершения транзакции

source: No reason to decline
de_de: Kein Ablehnungsgrund
pt_pt: Sem motivo para recusar
ru_ru: Нет причины для отклонения

source: Refund not allowed
de_de: Rückerstattung nicht erlaubt
pt_pt: Reembolso não permitido
ru_ru: Возврат не разрешен

source: Transaction cannot be completed, violation of law
de_de: Transaktion kann nicht abgeschlossen werden, Gesetzesverstoß
pt_pt: A transação não pode ser concluída, violação da lei
ru_ru: Транзакция не может быть завершена, нарушение закона

source: Stop Payment Order
de_de: Zahlungsanweisung stoppen
pt_pt: Ordem de Paragem de Pagamento
ru_ru: Приостановка платежа

source: Strong Customer Authentication required
de_de: Starke Kundenauthentifizierung erforderlich
pt_pt: Autenticação Forte do Cliente necessária
ru_ru: Требуется усиленная аутентификация клиента

source: Transaction declined due to security restrictions
de_de: Transaktion wegen Sicherheitseinschränkungen abgelehnt
pt_pt: Transação recusada devido a restrições de segurança
ru_ru: Транзакция отклонена из-за ограничений безопасности

source: 3D Secure authentication failed
de_de: 3D Secure Authentifizierung fehlgeschlagen
pt_pt: Autenticação 3D Secure falhou
ru_ru: Аутентификация 3D Secure не удалась

source: Authentication process timed out. Please try again
de_de: Authentifizierungsprozess hat Zeitüberschreitung. Bitte versuchen Sie es erneut
pt_pt: O processo de autenticação expirou. Por favor, tente novamente
ru_ru: Время процесса аутентификации истекло. Попробуйте еще раз

source: An error occurred during the 3D Secure process
de_de: Ein Fehler ist während des 3D Secure Prozesses aufgetreten
pt_pt: Ocorreu um erro durante o processo 3D Secure
ru_ru: Произошла ошибка во время процесса 3D Secure

source: Invalid or malformed 3D Secure request
de_de: Ungültige oder fehlerhafte 3D Secure Anfrage
pt_pt: Pedido 3D Secure inválido ou mal formatado
ru_ru: Неверный или некорректный запрос 3D Secure

source: Exemption not allowed
de_de: Ausnahme nicht erlaubt
pt_pt: Isenção não permitida
ru_ru: Исключение не разрешено

source: Exemption error
de_de: Ausnahmefehler
pt_pt: Erro de isenção
ru_ru: Ошибка исключения

source: Fraud control error
de_de: Betrugskontrollfehler
pt_pt: Erro no controlo de fraude
ru_ru: Ошибка контроля мошенничества

source: External MPI received wrong. Please check the data
de_de: Externes MPI falsch empfangen. Bitte überprüfen Sie die Daten
pt_pt: MPI externo recebido incorreto. Por favor, verifique os dados
ru_ru: Получен неверный внешний MPI. Проверьте данные

source: External MPI not enabled. Please contact support
de_de: Externes MPI nicht aktiviert. Bitte kontaktieren Sie den Support
pt_pt: MPI externo não ativado. Por favor, contacte o suporte
ru_ru: Внешний MPI не включен. Обратитесь в службу поддержки

source: Transaction confirmation rejected by the merchant
de_de: Transaktionsbestätigung vom Händler abgelehnt
pt_pt: Confirmação da transação rejeitada pelo comerciante
ru_ru: Подтверждение транзакции отклонено мерчантом

source: Transaction declined during card payment process
de_de: Transaktion während des Kartenzahlungsprozesses abgelehnt
pt_pt: Transação recusada durante o processo de pagamento por cartão
ru_ru: Транзакция отклонена во время процесса оплаты картой

source: Card rejected: invalid card number
de_de: Karte abgelehnt: ungültige Kartennummer
pt_pt: Cartão rejeitado: número de cartão inválido
ru_ru: Карта отклонена: неверный номер карты

source: Card rejected: wrong expiration date
de_de: Karte abgelehnt: falsches Ablaufdatum
pt_pt: Cartão rejeitado: data de validade incorreta
ru_ru: Карта отклонена: неверная дата истечения срока

source: Card rejected: wrong CVC/CVV2 number
de_de: Karte abgelehnt: falsche CVC/CVV2-Nummer
pt_pt: Cartão rejeitado: número CVC/CVV2 incorreto
ru_ru: Карта отклонена: неверный номер CVC/CVV2

source: Card number not registered
de_de: Kartennummer nicht registriert
pt_pt: Número de cartão não registado
ru_ru: Номер карты не зарегистрирован

source: Card is expired
de_de: Karte ist abgelaufen
pt_pt: O cartão está expirado
ru_ru: Срок действия карты истек

source: Error during payment authorization. Please try again
de_de: Fehler bei der Zahlungsautorisierung. Bitte versuchen Sie es erneut
pt_pt: Erro durante a autorização do pagamento. Por favor, tente novamente
ru_ru: Ошибка при авторизации платежа. Попробуйте еще раз

source: Cardholder has canceled the payment
de_de: Karteninhaber hat die Zahlung storniert
pt_pt: O titular do cartão cancelou o pagamento
ru_ru: Держатель карты отменил платеж

source: Transaction declined: AMEX cards not accepted by payment processor
de_de: Transaktion abgelehnt: AMEX-Karten vom Zahlungsprozessor nicht akzeptiert
pt_pt: Transação recusada: cartões AMEX não aceites pelo processador de pagamentos
ru_ru: Транзакция отклонена: карты AMEX не принимаются платежным процессором

source: Card blocked temporarily or under suspicion of fraud
de_de: Karte vorübergehend gesperrt oder unter Betrugsverdacht
pt_pt: Cartão bloqueado temporariamente ou sob suspeita de fraude
ru_ru: Карта временно заблокирована или находится под подозрением в мошенничестве

source: Card does not allow pre-authorization operations
de_de: Karte erlaubt keine Vorautorisierungsvorgänge
pt_pt: O cartão não permite operações de pré-autorização
ru_ru: Карта не поддерживает операции предавторизации

source: CVC/CVV2 number is required
de_de: CVC/CVV2-Nummer ist erforderlich
pt_pt: O número CVC/CVV2 é obrigatório
ru_ru: Требуется номер CVC/CVV2

source: Unsupported card type
de_de: Nicht unterstützter Kartentyp
pt_pt: Tipo de cartão não suportado
ru_ru: Неподдерживаемый тип карты

source: Transaction type not allowed for this type of card
de_de: Transaktionstyp für diesen Kartentyp nicht erlaubt
pt_pt: Tipo de transação não permitido para este tipo de cartão
ru_ru: Тип транзакции не разрешен для этого типа карты

source: Transaction declined by card issuer
de_de: Transaktion vom Kartenaussteller abgelehnt
pt_pt: Transação recusada pelo emissor do cartão
ru_ru: Транзакция отклонена эмитентом карты

source: Implausible card data
de_de: Unplausible Kartendaten
pt_pt: Dados do cartão implausíveis
ru_ru: Неправдоподобные данные карты

source: Incorrect PIN
de_de: Falsche PIN
pt_pt: PIN incorreto
ru_ru: Неверный PIN-код

source: Transaction not allowed for cardholder
de_de: Transaktion für Karteninhaber nicht erlaubt
pt_pt: Transação não permitida para o titular do cartão
ru_ru: Транзакция не разрешена для держателя карты

source: The amount exceeds the card limit
de_de: Der Betrag überschreitet das Kartenlimit
pt_pt: O valor excede o limite do cartão
ru_ru: Сумма превышает лимит карты

source: Transaction declined during ApplePay/GooglePay payment process
de_de: Transaktion während des ApplePay/GooglePay Zahlungsprozesses abgelehnt
pt_pt: Transação recusada durante o processo de pagamento ApplePay/GooglePay
ru_ru: Транзакция отклонена во время процесса оплаты ApplePay/GooglePay

source: Incorrect ApplePay or GooglePay configuration
de_de: Falsche ApplePay oder GooglePay Konfiguration
pt_pt: Configuração incorreta do ApplePay ou GooglePay
ru_ru: Неверная конфигурация ApplePay или GooglePay

source: Transaction declined during PayPal payment process
de_de: Transaktion während des PayPal Zahlungsprozesses abgelehnt
pt_pt: Transação recusada durante o processo de pagamento PayPal
ru_ru: Транзакция отклонена во время процесса оплаты PayPal

source: Transaction declined during PayPal payment process: invalid currency
de_de: Transaktion während des PayPal Zahlungsprozesses abgelehnt: ungültige Währung
pt_pt: Transação recusada durante o processo de pagamento PayPal: moeda inválida
ru_ru: Транзакция отклонена во время процесса оплаты PayPal: недопустимая валюта

source: Bizum transaction declined after three authentication attempts
de_de: Bizum-Transaktion nach drei Authentifizierungsversuchen abgelehnt
pt_pt: Transação Bizum recusada após três tentativas de autenticação
ru_ru: Транзакция Bizum отклонена после трех попыток аутентификации

source: Bizum transaction declined due to failed authorization
de_de: Bizum-Transaktion wegen fehlgeschlagener Autorisierung abgelehnt
pt_pt: Transação Bizum recusada devido a falha na autorização
ru_ru: Транзакция Bizum отклонена из-за неудачной авторизации

source: Bizum transaction declined due to insufficient funds
de_de: Bizum-Transaktion wegen unzureichender Deckung abgelehnt
pt_pt: Transação Bizum recusada devido a fundos insuficientes
ru_ru: Транзакция Bizum отклонена из-за недостаточности средств

source: Bizum transaction canceled: the user does not want to continue
de_de: Bizum-Transaktion storniert: der Benutzer möchte nicht fortfahren
pt_pt: Transação Bizum cancelada: o utilizador não deseja continuar
ru_ru: Транзакция Bizum отменена: пользователь не хочет продолжать

source: Bizum transaction rejected by destination bank
de_de: Bizum-Transaktion von der Zielbank abgelehnt
pt_pt: Transação Bizum rejeitada pelo banco de destino
ru_ru: Транзакция Bizum отклонена банком получателя

source: Bizum transaction rejected by origin bank
de_de: Bizum-Transaktion von der Ursprungsbank abgelehnt
pt_pt: Transação Bizum rejeitada pelo banco de origem
ru_ru: Транзакция Bizum отклонена банком отправителя

source: Bizum transaction rejected by processor
de_de: Bizum-Transaktion vom Prozessor abgelehnt
pt_pt: Transação Bizum rejeitada pelo processador
ru_ru: Транзакция Bizum отклонена процессором

source: Bizum transaction failed while connecting with processor. Please try again
de_de: Bizum-Transaktion bei Verbindung mit Prozessor fehlgeschlagen. Bitte versuchen Sie es erneut
pt_pt: Transação Bizum falhou ao conectar com o processador. Por favor, tente novamente
ru_ru: Транзакция Bizum не удалась при подключении к процессору. Попробуйте еще раз

source: Bizum transaction failed, payee is not found
de_de: Bizum-Transaktion fehlgeschlagen, Zahlungsempfänger nicht gefunden
pt_pt: Transação Bizum falhou, o beneficiário não foi encontrado
ru_ru: Транзакция Bizum не удалась, получатель не найден

source: Bizum transaction failed, payer is not found
de_de: Bizum-Transaktion fehlgeschlagen, Zahler nicht gefunden
pt_pt: Transação Bizum falhou, o pagador não foi encontrado
ru_ru: Транзакция Bizum не удалась, плательщик не найден

source: Bizum REST not implemented
de_de: Bizum REST nicht implementiert
pt_pt: Bizum REST não implementado
ru_ru: Bizum REST не реализован

source: Bizum transaction declined due to failed authentication
de_de: Bizum-Transaktion wegen fehlgeschlagener Authentifizierung abgelehnt
pt_pt: Transação Bizum recusada devido a falha na autenticação
ru_ru: Транзакция Bizum отклонена из-за неудачной аутентификации

source: The customer has disabled Bizum, please use another payment method
de_de: Der Kunde hat Bizum deaktiviert, bitte verwenden Sie eine andere Zahlungsmethode
pt_pt: O cliente desativou Bizum, por favor use outro método de pagamento
ru_ru: Клиент отключил Bizum, используйте другой способ оплаты

source: Transaction declined during ClickToPay payment process
de_de: Transaktion während des ClickToPay Zahlungsprozesses abgelehnt
pt_pt: Transação recusada durante o processo de pagamento ClickToPay
ru_ru: Транзакция отклонена во время процесса оплаты ClickToPay

source: Incorrect ClickToPay configuration
de_de: Falsche ClickToPay Konfiguration
pt_pt: Configuração ClickToPay incorreta
ru_ru: Неверная конфигурация ClickToPay

source: Transaction declined during Cofidis payment process
de_de: Transaktion während des Cofidis Zahlungsprozesses abgelehnt
pt_pt: Transação recusada durante o processo de pagamento Cofidis
ru_ru: Транзакция отклонена во время процесса оплаты Cofidis

source: Unknown status code: %s
de_de: Unbekannter Statuscode: %s
pt_pt: Código de estado desconhecido: %s
ru_ru: Неизвестный код состояния: %s

source: MONEI Settings
de_de: MONEI Einstellungen
pt_pt: Definições MONEI
ru_ru: Настройки MONEI

source: API Key Mode
de_de: API-Schlüssel-Modus
pt_pt: Modo de Chave API
ru_ru: Режим API-ключа

source: Set to Live to use the production environment.
de_de: Auf Live setzen, um die Produktionsumgebung zu verwenden.
pt_pt: Defina como Live para usar o ambiente de produção.
ru_ru: Установите Live для использования производственной среды.

source: Test
pt_pt: Teste
ru_ru: Тест
