Repository: nagyist/MONEI-WooCommerce
Catalog: languages/monei-*.po
Languages: de_de, pt_pt, ru_ru

source: Live
ru_ru: Рабочий

source: Test Account ID *
de_de: Test Konto-ID *
pt_pt: ID de Conta de Teste *
ru_ru: Тестовый ID учетной записи *

source: Your MONEI Test Account ID. Available at your MONEI dashboard.
de_de: Ihre MONEI Test Konto-ID. Verfügbar in Ihrem MONEI Dashboard.
pt_pt: O seu ID de Conta de Teste MONEI. Disponível no seu painel MONEI.
ru_ru: Ваш тестовый ID учетной записи MONEI. Доступен в вашей панели MONEI.

source: Live Account ID *
de_de: Live Konto-ID *
pt_pt: ID de Conta Live *
ru_ru: Рабочий ID учетной записи *

source: Your MONEI Account ID. Available at your MONEI dashboard.
de_de: Ihre MONEI Konto-ID. Verfügbar in Ihrem MONEI Dashboard.
pt_pt: O seu ID de Conta MONEI. Disponível no seu painel MONEI.
ru_ru: Ваш ID учетной записи MONEI. Доступен в вашей панели MONEI.

source: Test API Key *
de_de: Test API-Schlüssel *
pt_pt: Chave API de Teste *
ru_ru: Тестовый API-ключ *

source: Your MONEI Test API Key. Available at your MONEI dashboard.
de_de: Ihr MONEI Test API-Schlüssel. Verfügbar in Ihrem MONEI Dashboard.
pt_pt: A sua Chave API de Teste MONEI. Disponível no seu painel MONEI.
ru_ru: Ваш тестовый API-ключ MONEI. Доступен в вашей панели MONEI.

source: Live API Key *
de_de: Live API-Schlüssel *
pt_pt: Chave API Live *
ru_ru: Рабочий API-ключ *

source: Your MONEI API Key. Available at your MONEI dashboard.
de_de: Ihr MONEI API-Schlüssel. Verfügbar in Ihrem MONEI Dashboard.
pt_pt: A sua Chave API MONEI. Disponível no seu painel MONEI.
ru_ru: Ваш API-ключ MONEI. Доступен в вашей панели MONEI.

source: What to do after payment?
de_de: Was tun nach der Zahlung?
pt_pt: O que fazer após o pagamento?
ru_ru: Что делать после оплаты?

source: Choose what to do after the customer pays the order. This setting applies to all MONEI payment methods.
de_de: Wählen Sie aus, was nach der Bezahlung der Bestellung geschehen soll. Diese Einstellung gilt für alle MONEI-Zahlungsmethoden.
pt_pt: Escolha o que fazer após o cliente pagar a encomenda. Esta definição aplica-se a todos os métodos de pagamento MONEI.
ru_ru: Выберите, что делать после оплаты заказа клиентом. Эта настройка применяется ко всем способам оплаты MONEI.

source: Mark as Processing (Recommended)
de_de: Als In Bearbeitung markieren (Empfohlen)
pt_pt: Marcar como A Processar (Recomendado)
ru_ru: Отметить как «В обработке» (рекомендуется)

source: Mark as Complete
de_de: Als Abgeschlossen markieren
pt_pt: Marcar como Concluído
ru_ru: Отметить как «Выполнен»

source: Payment Action
de_de: Zahlungsaktion
pt_pt: Ação de Pagamento
ru_ru: Действие платежа

source: Choose payment flow: Immediate charge or Pre-authorization.<br>Pre-authorization is supported for: Card, Apple Pay, Google Pay, PayPal.<br>Not supported for: MBWay, Multibanco.
de_de: Wählen Sie den Zahlungsablauf: Sofortige Abbuchung oder Vorautorisierung.<br>Vorautorisierung wird unterstützt für: Karte, Apple Pay, Google Pay, PayPal.<br>Nicht unterstützt für: MBWay, Multibanco.
pt_pt: Escolha o fluxo de pagamento: Cobrança imediata ou Pré-autorização.<br>A pré-autorização é suportada para: Cartão, Apple Pay, Google Pay, PayPal.<br>Não suportado para: MBWay, Multibanco.
ru_ru: Выберите процесс оплаты: немедленное списание или предавторизация.<br>Предавторизация поддерживается для: карты, Apple Pay, Google Pay, PayPal.<br>Не поддерживается для: MBWay, Multibanco.

source: Sale (Immediate charge)
de_de: Verkauf (Sofortige Abbuchung)
pt_pt: Venda (Cobrança imediata)
ru_ru: Продажа (немедленное списание)

source: Authorization (Pre-authorization)
de_de: Autorisierung (Vorautorisierung)
pt_pt: Autorização (Pré-autorização)
ru_ru: Авторизация (предавторизация)

source: Log Level
de_de: Protokollierungsstufe
pt_pt: Nível de Registo
ru_ru: Уровень журналирования

source: Set minimum log level. Only messages at or above this level will be logged.<br>Logs are available in WooCommerce > Status > Logs > Select MONEI Logs.<br>WARNING: INFO level may impact performance.
de_de: Legen Sie die minimale Protokollierungsstufe fest. Nur Nachrichten auf oder über dieser Stufe werden protokolliert.<br>Protokolle sind verfügbar unter WooCommerce > Status > Protokolle > MONEI Protokolle auswählen.<br>WARNUNG: INFO-Stufe kann die Leistung beeinträchtigen.
pt_pt: Defina o nível mínimo de registo. Apenas mensagens neste nível ou superior serão registadas.<br>Os registos estão disponíveis em WooCommerce > Estado > Registos > Selecione Registos MONEI.<br>AVISO: O nível INFO pode afetar o desempenho.
ru_ru: Установите минимальный уровень журналирования. Будут записываться только сообщения этого уровня и выше.<br>Журналы доступны в WooCommerce > Состояние > Журналы > Выбрать журналы MONEI.<br>ВНИМАНИЕ: уровень INFO может повлиять на производительность.

source: INFO - All messages (Debug mode)
de_de: INFO - Alle Nachrichten (Debug-Modus)
pt_pt: INFO - Todas as mensagens (Modo de depuração)
ru_ru: INFO - Все сообщения (режим отладки)

source: WARNING - Warnings and errors only
de_de: WARNUNG - Nur Warnungen und Fehler
pt_pt: WARNING - Apenas avisos e erros
ru_ru: WARNING - Только предупреждения и ошибки

source: ERROR - Errors only (Recommended)
de_de: FEHLER - Nur Fehler (Empfohlen)
pt_pt: ERROR - Apenas erros (Recomendado)
ru_ru: ERROR - Только ошибки (рекомендуется)

source: NONE - Disable logging
de_de: KEINE - Protokollierung deaktivieren
pt_pt: NONE - Desativar registo
ru_ru: NONE - Отключить журналирование

source: Welcome to MONEI! Enhance your payment processing experience with our seamless integration
de_de: Willkommen bei MONEI! Verbessern Sie Ihre Zahlungsverarbeitungserfahrung mit unserer nahtlosen Integration
pt_pt: Bem-vindo ao MONEI! Melhore a sua experiência de processamento de pagamentos com a nossa integração perfeita
ru_ru: Добро пожаловать в MONEI! Улучшите процесс обработки платежей с помощью нашей бесшовной интеграции

source: Go to Dashboard
de_de: Zum Dashboard gehen
pt_pt: Ir para o Painel
ru_ru: Перейти к панели управления

source: Support
pt_pt: Suporte
ru_ru: Поддержка

source: Leave a review
de_de: Eine Bewertung hinterlassen
pt_pt: Deixar uma avaliação
ru_ru: Оставить отзыв

source: MONEI Gateway is inactive because WooCommerce is not installed and active.
de_de: MONEI Gateway ist inaktiv, weil WooCommerce nicht installiert und aktiv ist.
pt_pt: O Gateway MONEI está inativo porque o WooCommerce não está instalado e ativo.
ru_ru: Шлюз MONEI неактивен, так как WooCommerce не установлен и не активирован.

source: Dismiss
de_de: Schließen
pt_pt: Dispensar
ru_ru: Закрыть

source: Thank you for install MONEI for WooCommerce. Version:
de_de: Vielen Dank für die Installation von MONEI für WooCommerce. Version:
pt_pt: Obrigado por instalar MONEI para WooCommerce. Versão:
ru_ru: Спасибо за установку MONEI для WooCommerce. Версия:

source: The best payment gateway rates. The perfect solution to manage your digital payments.
de_de: Die besten Zahlungsgateway-Tarife. Die perfekte Lösung zur Verwaltung Ihrer digitalen Zahlungen.
pt_pt: As melhores tarifas de gateway de pagamento. A solução perfeita para gerir os seus pagamentos digitais.
ru_ru: Лучшие тарифы платежного шлюза. Идеальное решение для управления вашими цифровыми платежами.

source: Sign up
de_de: Registrieren
pt_pt: Inscrever-se
ru_ru: Зарегистрироваться

source: MONEI website
pt_pt: Website MONEI
ru_ru: Сайт MONEI

source: Gateway Disabled
de_de: Gateway deaktiviert
pt_pt: Gateway Desativado
ru_ru: Шлюз отключен

source: MONEI only support EUROS, USD & GBP currencies.
de_de: MONEI unterstützt nur EURO, USD & GBP Währungen.
pt_pt: MONEI apenas suporta as moedas EUROS, USD e GBP.
ru_ru: MONEI поддерживает только валюты EUR, USD и GBP.

source: MONEI API Key or Account ID is missing.
de_de: MONEI API-Schlüssel oder Konto-ID fehlt.
pt_pt: A Chave API MONEI ou o ID de Conta está em falta.
ru_ru: Отсутствует API-ключ или ID учетной записи MONEI.

source: The selected payment method is not active in the MONEI dashboard. Or API Key is incorrect
de_de: Die ausgewählte Zahlungsmethode ist im MONEI Dashboard nicht aktiv. Oder API-Schlüssel ist falsch
pt_pt: O método de pagamento selecionado não está ativo no painel MONEI. Ou a Chave API está incorreta
ru_ru: Выбранный способ оплаты не активен в панели MONEI. Или API-ключ неверен

source: Go to your MONEI Dashboard to activate it
de_de: Gehen Sie zu Ihrem MONEI Dashboard, um sie zu aktivieren
pt_pt: Vá ao seu Painel MONEI para o ativar
ru_ru: Перейдите в вашу панель MONEI, чтобы активировать его

source: Apple/Google Pay Payment Gateway
de_de: Apple/Google Pay Zahlungsgateway
pt_pt: Gateway de Pagamento Apple/Google Pay
ru_ru: Платежный шлюз Apple/Google Pay

source: MONEI Payment Form (Edit Mode)
de_de: MONEI Zahlungsformular (Bearbeitungsmodus)
pt_pt: Formulário de Pagamento MONEI (Modo de Edição)
ru_ru: Форма оплаты MONEI (режим редактирования)

source: MONEI Payment Gateway
de_de: MONEI Zahlungsgateway
pt_pt: Gateway de Pagamento MONEI
ru_ru: Платежный шлюз MONEI

source: MONEI Payments for WooCommerce
de_de: MONEI Zahlungen für WooCommerce
pt_pt: MONEI Payments para WooCommerce
